const merchandises = [
    {
      id: 1,
      name: "Xiaomi Redmi 12",
      price: "7 499.00 USD",
      descriptions:"Xiaomi Redmi 12 із преміальною скляною панеллю зачаровує з першого погляду. Він оснащений 6.79-дюймовим екраном FHD+, на якому контент виглядає привабливо за рахунок високої деталізації та великої палітри кольорів. Продуктивність забезпечує потужний чипсет MediaTek Helio G88. Камера з потрійним об'єктивом має роздільну здатність 50 Мп та підтримку штучного інтелекту, з функціями якого ваші фото виходять на рівень профі.",
      agree: false,
    },
    {
      id: 2,
      name: "Samsung Galaxy S23 Ultra",
      price: "49 599.00 USD",
      descriptions:"Відтепер епічні моменти доступні всім. Galaxy S23 FE дарує безліч можливостей для більшої кількості людей, які хочуть доторкнутися до надзвичайного. Завдяки тривалому часу автономної роботи та вражаючій нічній зйомці, телефон стане вашою перепусткою до незабутніх епічних спогадів.",
      agree: false,
    },
    {
      id: 3,
      name: "Apple iPhone 15",
      price: "47 499.00 USD",
      descriptions:"iPhone 15 Pro викувано з титану й оснащено революційним чипом A17 Pro, кнопкою дії з можливістю налаштування та ще універсальнішою системою камер Pro.",
      agree: false,
    },
  ];
  
export default merchandises;